tap "homebrew/bundle"
brew "sqlite"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "boost"
brew "direnv"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "fd"
brew "go"
brew "grpcurl"
brew "jq"
brew "lazygit"
brew "lsd"
brew "make"
brew "neovim"
brew "node"
brew "pngpaste"
brew "pnpm"
brew "postgresql@14"
brew "protobuf"
brew "protoc-gen-grpc-web"
brew "python@3.11"
brew "ripgrep"
brew "rustup"
brew "shfmt"
brew "starship"
brew "terraform"
brew "tflint"
brew "tmux"
brew "urlview"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "zsh"
cask "alacritty"
cask "obsidian"
cask "postman"
cask "rectangle"
