tap "homebrew/bundle"
brew "bazel"
brew "fd"
brew "go"
brew "lazygit"
brew "make"
brew "neovim"
brew "node"
brew "pngpaste"
brew "protobuf"
brew "ripgrep"
brew "rustup-init"
brew "shfmt"
brew "terraform"
brew "tflint"
brew "tmux"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "zsh"
cask "obsidian"
cask "postman"
ask "rectangle"
